IDEA StatiCa Open Model
MatConcreteSIA.PlainConcreteDiagram Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Stress strain diagram with tension part
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool PlainConcreteDiagram { get; set; }
Public Property PlainConcreteDiagram As Boolean
	Get
	Set
public:
property bool PlainConcreteDiagram {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
MatConcreteSIA Class
IdeaRS.OpenModel.Material Namespace